/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
/// 印尼语

"view_now_button" = "Lihat sekarang";
"skip_button" = "Lewati";
"install_button" = "Pasang";
"download_button" = "Unduh";
"downloading_status" = "Mengunduh";
"allow_install_alert" = "Izinkan kami memasang Aplikasi";
"app_name" = "Putar ulang";
"replay_button" = "Coba lagi";
"retry_button" = "Tutup";
"close_button" = "Segarkan";
"refresh_button" = "Lihat";
"view_action" = "Baru saja";
"just_now_time" = "Pelajari lebih lanjut";
"learn_more_link" = "Pelajari lebih lanjut";
"Reward_text" = "Hadiah dalam %.0fs";
"gets_Rewarded" = "Hadiah berhasil diklaim";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
